tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "updatecli/updatecli"
brew "act"
brew "chezmoi"
brew "croc"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "hexyl"
brew "htop"
brew "hugo"
brew "jq"
brew "k9s"
brew "mise"
brew "yt-dlp"
brew "mpv"
brew "nano"
brew "neovim"
brew "qrencode"
brew "ripgrep"
brew "tokei"
brew "virtualenv"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/packer"
brew "updatecli/updatecli/updatecli"
cask "brave-browser"
cask "deluge"
cask "discord"
cask "font-jetbrains-mono"
cask "imhex"
cask "iterm2"
cask "keepassxc"
cask "linearmouse"
cask "obsidian"
cask "orbstack"
cask "rectangle"
cask "spotify"
cask "wireshark"
cask "zed"
